diagram-src/js-basics/if-else.puml
@startuml
start
:Start;
if (score >= 75?) then (true)
  :Execute: 'Passed! 🎉';
else (false)
  :Skip code block;
endif
:Continue;
stop
@enduml
